Repository: m6tm/pepites_academy_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Edit profile
fr: Modifier le profil

source: Save modifications
fr: Enregistrer les modifications

source: Modifications saved
fr: Modifications enregistrées

# playerUpdatedSuccess
source: {name} has been updated successfully.
fr: {name} a été mis à jour avec succès.

# academiciansRegisteredSubtitle
source: Academicians registered in the academy
fr: Académiciens inscrits à l'académie

# searchPlayerHint
source: Search for a player...
fr: Rechercher un joueur...

# gardiensLabel
source: GKs
fr: Gardiens

# defLabel
source: Def.
fr: Déf.

# milLabel
source: Mid.
fr: Mil.

# attLabel
source: Fwd.
fr: Att.

source: No player found
fr: Aucun joueur

# noSearchResult
source: No results found for this search. Try with other criteria.
fr: Aucun résultat pour cette recherche. Essayez avec d'autres critères.

# startByRegistering
source: Start by registering your first academician to begin.
fr: Commencez par inscrire votre premier académicien pour démarrer.

# registerPlayerAction
source: Register a player
fr: Inscrire un joueur

source: Personal information
fr: Informations personnelles

source: Evaluations
fr: Évaluations

# sportProfile
source: Sports profile
fr: Profil sportif

source: Training report
fr: Bulletin de formation

# trainingReportDesc
source: View and generate the periodic training report.
fr: Consulter et générer le bulletin de formation périodique.

source: Access report
fr: Accéder au bulletin

# tapToEnlargeBadge
source: Tap on badge to enlarge
fr: Appuyez sur le badge pour l'agrandir

# downloadLabel
source: Download
fr: Télécharger

# updateError
source: Could not update: {error}
fr: Impossible de mettre à jour : {error}

# academicianBadgeReady
source: {name}''s badge is ready.
fr: Le badge de {name} est prêt.

source: OFFICIAL BADGE
fr: BADGE OFFICIEL

# shareBadgeAction
source: SHARE BADGE
fr: PARTAGER LE BADGE

source: BACK TO DASHBOARD
fr: RETOUR AU DASHBOARD

source: Sharing in progress...
fr: Partage en cours...

source: Feature coming soon.
fr: Fonctionnalité bientôt disponible.

# sportProfileDesc
source: Define the student's role on the field.
fr: Définissez le rôle de l'élève sur le terrain.

# selectPositionHint
source: Select a position
fr: Sélectionnez un poste

# selectFootHint
source: Select the foot
fr: Sélectionnez le pied

source: CONFIRM REGISTRATION
fr: CONFIRMER L'INSCRIPTION

# selectDate
source: Select a date
fr: Sélectionner une date

# recapSubtitle
source: Verify information before final validation.
fr: Vérifiez les informations avant la validation finale.

source: Future Academician
fr: Futur Académicien

# qrBadgeValidationWarning
source: Validation will automatically generate a unique QR Badge for this student.
fr: La validation générera automatiquement un Badge QR unique pour cet élève.

# academicLevelTitle
source: Academic Level
fr: Niveau Académique

# academicStepDesc
source: Follow-up of the academician''s schooling.
fr: Suivi de la scolarité de l'académicien.

# selectSchoolLevelHint
source: Select the level
fr: Sélectionnez le niveau

# academicStepInfo
source: This information allows filtering SMS communications and adapting reports.
fr: Ces informations permettent de filtrer les communications SMS et d'adapter les rapports.

# bulletinTitle
source: Training Bulletin
fr: Bulletin de formation

# bulletinSubtitle
source: Periodic Training Bulletin
fr: Bulletin de Formation Périodique

# historyTitle
source: Bulletin History
fr: Historique des bulletins

# observationsLabel
source: General Remarks
fr: Observations générales

# observationsHint
source: Write your remarks for this period...
fr: Rédigez vos observations pour cette période...

# encadreurLabel
source: Coach
fr: Encadreur

# sessionsLabel
source: Sessions
fr: Séances

# presenceLabel
source: Attendance
fr: Présence

# bornOn
source: Born on {date}
fr: Né(e) le {date}

# generatedOn
source: Generated on {date}
fr: Généré le {date}

source: Generate Bulletin
fr: Générer le bulletin

# generatingInProgress
source: Generating...
fr: Génération en cours...

source: Export image
fr: Exporter image

# noAppreciation
source: No assessment available
fr: Aucune appréciation disponible

# appreciationGenerationNote
source: Assessments will be generated from annotations.
fr: Les appréciations seront générées à partir des annotations.

# noObservation
source: No remarks written.
fr: Aucune observation rédigée.

# bulletinsGeneratedCount
source: {count, plural, =0{No bulletin generated} =1{1 bulletin generated} other{{count} bulletins generated}}
fr: {count, plural, =0{Aucun bulletin généré} =1{1 bulletin généré} other{{count} bulletins générés}}

# notEnoughDataEvolution
source: Not enough data to display evolution. Generate several bulletins to see the curves.
fr: Pas assez de données pour afficher l'évolution. Générez plusieurs bulletins pour voir les courbes.

# radarChartTitle
source: Competencies Radar
fr: Radar des compétences

# evolutionChartTitle
source: Competencies Evolution
fr: Évolution des compétences

# actualLabel
source: Current
fr: Actuel

# competenceTechnique
source: Technical
fr: Technique

# competencePhysique
source: Physical
fr: Physique

# competenceTactique
source: Tactical
fr: Tactique

# competenceEspritEquipe
source: Team Spirit
fr: Esprit d'équipe

# periodTitle
source: Bulletin Period
fr: Période du bulletin

# periodMonth
source: Month
fr: Mois

# periodQuarter
source: Quarter
fr: Trimestre

# periodSeason
source: Season
fr: Saison

# quarterLabel
source: Quarter {count} - {year}
fr: Trimestre {count} - {year}

# seasonLabel
source: Season {start}-{end}
fr: Saison {start}-{end}

# bulletinCaptured
source: Bulletin captured. Sharing feature available soon.
fr: Bulletin capturé. Fonctionnalité de partage disponible prochainement.

# exportError
source: Export error: {error}
fr: Erreur lors de l'export : {error}

source: Tap to annotate
fr: Appuyez pour annoter

source: No academician present
fr: Aucun academicien present

# noAcademicianPresentDesc
source: Academicians present in the session will appear here for annotation.
fr: Les academiciens presents dans la seance apparaitront ici pour etre annotes.

# academiciansCount
source: {count} academicians
fr: {count} academiciens

source: Quick tags
fr: Tags rapides

# tagPositif
source: Positive
fr: Positif

# tagEnProgres
source: In progress
fr: En progres

# tagBonneAttitude
source: Good attitude
fr: Bonne attitude

# tagCreatif
source: Creative
fr: Creatif

# tagATravailler
source: Needs work
fr: A travailler

# tagInsuffisant
source: Insufficient
fr: Insuffisant

# tagManqueEffort
source: Lack of effort
fr: Manque d'effort

# tagDistrait
source: Distracted
fr: Distrait

# tagTechnique
source: Technical
fr: Technique

# tagPasse
source: Pass
fr: Passe

# tagTir
source: Shot
fr: Tir

# tagPlacement
source: Positioning
fr: Placement

source: Detailed observation
fr: Observation detaillee

# observationHintAnnotation
source: E.g.: Good game reading, lack of support...
fr: Ex: Bonne lecture du jeu, manque d'appui...

# noteOptional
source: Rating (optional)
fr: Note (optionnel)

source: Saving...
fr: Enregistrement...

source: Save annotation
fr: Enregistrer l'annotation

# historyCountLabel
source: History ({count})
fr: Historique ({count})

source: No previous annotation
fr: Aucune annotation precedente

# sentLabel
source: Sent
fr: Envoyes

# thisMonthLabel
source: This month
fr: Ce mois

# failedLabel
source: Failed
fr: En echec

# composeAndSendSms
source: Compose and send an SMS
fr: Rediger et envoyer un SMS

# historyActionLabel
source: History
fr: Historique

# recipientsCount
source: {count, plural, =1{1 recipient} other{{count} recipients}}
fr: {count, plural, =1{1 destinataire} other{{count} destinataires}}

# sessionsTitle
source: Sessions
fr: Seances

# sessionsCountSubtitle
source: {count} session(s) - History and tracking
fr: {count} seance(s) - Historique et suivi

# filterAll
source: All
fr: Toutes

# filterInProgress
source: In progress
fr: En cours

# filterCompleted
source: Completed
fr: Terminees

# filterUpcoming
source: Upcoming
fr: A venir

# sessionInProgressBanner
source: SESSION IN PROGRESS
fr: SEANCE EN COURS

# tapToViewDetail
source: Tap to view details
fr: Appuyez pour consulter le detail

# sessionsCreatedByCoaches
source: Sessions created by coaches will appear here.
fr: Les seances creees par les encadreurs apparaitront ici.

# mySessionsTitle
source: My sessions
fr: Mes seances

# openSessionTooltip
source: Open a session
fr: Ouvrir une seance

# openFirstSession
source: Open your first session to start training.
fr: Ouvrez votre premiere seance pour commencer l'entrainement.

# openSession
source: Open a session
fr: Ouvrir une seance

source: Close this session
fr: Fermer cette seance

# fillInfoToStart
source: Fill in the information to start.
fr: Remplissez les informations pour demarrer.

# sessionTitleLabel
source: Session title
fr: Titre de la seance

# sessionTitleHint
source: E.g.: Technical Training
fr: Ex: Entrainement Technique

# startLabel
source: Start
fr: Debut

# endLabel
source: End
fr: Fin

source: Start session
fr: Demarrer la seance

# pleaseEnterTitle
source: Please enter a title.
fr: Veuillez saisir un titre.

# sessionInProgressDialogTitle
source: Session in progress
fr: Seance en cours

# understoodButton
source: Got it
fr: Compris

# closeSessionButton
source: Close session
fr: Fermer la seance

# closeSessionDialogTitle
source: Close session
fr: Fermer la seance

# closeSessionConfirmation
source: Do you want to close this session?
fr: Voulez-vous cloturer cette seance ?

# dataFrozenNote
source: Data will be frozen and the session will become read-only.
fr: Les donnees seront figees et la seance passera en lecture seule.

# cancelButton
source: Cancel
fr: Annuler

# confirmButton
source: Confirm
fr: Confirmer

source: Session closed
fr: Seance cloturee

# presentsRecapLabel
source: Present
fr: Presents

# workshopsRecapLabel
source: Workshops
fr: Ateliers

# perfectButton
source: Perfect
fr: Parfait

# presentCount
source: {count} present
fr: {count} present(s)

# workshopCount
source: {count} workshop(s)
fr: {count} atelier(s)

# meLabel
source: Me
fr: Moi

# myObservationsSubtitle
source: My observations and evaluations
fr: Mes observations et evaluations

# positivesLabel
source: Positive
fr: Positives

# toWorkOnLabel
source: Needs work
fr: A travailler

# allTagFilter
source: All
fr: Tous

# inProgressTagFilter
source: In progress
fr: En progres

# techniqueTagFilter
source: Technical
fr: Technique

# encadreurSmsSubtitle
source: Send SMS to academicians and parents
fr: Envoyez des SMS aux academiciens et parents

# statusInProgress
source: In progress
fr: En cours

# statusCompleted
source: Completed
fr: Terminee

# statusUpcoming
source: Upcoming
fr: A venir

# presentsInfoLabel
source: {count} present
fr: {count} presents

# workshopsInfoLabel
source: {count} workshops
fr: {count} ateliers

# workshopCompositionTitle
source: Workshops
fr: Ateliers

# workshopProgrammed
source: {count} workshop{count, plural, =1{} other{s}} {count, plural, =1{programmed} other{programmed}}
fr: {count} atelier{count, plural, =1{} other{s}} {count, plural, =1{programme} other{programmes}}

# noWorkshopProgrammed
source: No workshops programmed
fr: Aucun atelier programme

# workshopCompositionSubtitle
source: Compose your session by adding workshops. Each workshop represents an activity block.
fr: Composez votre seance en ajoutant des ateliers. Chaque atelier represente un bloc d'activite.

# addWorkshopTitle
source: Add a workshop
fr: Ajouter un atelier

# editWorkshopTitle
source: Edit workshop
fr: Modifier l'atelier

# deleteWorkshopTitle
source: Delete workshop?
fr: Supprimer l'atelier ?

# deleteWorkshopConfirmation
source: The workshop "{name}" will be permanently deleted.
fr: L'atelier "{name}" sera definitivement supprime.

# selectExerciseType
source: Select an exercise type
fr: Selectionnez un type d'exercice

# workshopNameLabel
source: Workshop name
fr: Nom de l'atelier

# workshopNameHint
source: Ex: Slalom dribbling
fr: Ex: Dribble en slalom

# workshopNameRequired
source: Name is required
fr: Le nom est requis

# descriptionHint
source: Ex: Footwork and ball control
fr: Ex: Travail des appuis et conduite de balle

# saveWorkshop
source: Add this workshop
fr: Ajouter cet atelier

# annotateAction
source: Annotate
fr: Annoter

# workshopTypeFinition
source: Finishing
fr: Finition

# workshopTypePhysique
source: Physical condition
fr: Condition physique

# workshopTypeJeuEnSituation
source: Game situation
fr: Jeu en situation

# workshopTypeTactique
source: Tactics
fr: Tactique

# workshopTypeGardien
source: Goalkeeper
fr: Gardien

# workshopTypeEchauffement
source: Warm-up
fr: Echauffement

# workshopTypePersonnalise
source: Custom
fr: Personnalise

# sessionAddAtLeastOneWorkshop
source: Add at least one workshop to be able to annotate.
fr: Ajoutez au moins un atelier pour pouvoir annoter.

source: Present coaches
fr: Encadreurs presents

# responsibleLabel
source: Responsible
fr: Responsable

# horaireLabel
source: Schedule
fr: Horaire

# manageAction
source: Manage
fr: Gerer

source: No coach registered
fr: Aucun encadreur enregistre

source: No academician registered
fr: Aucun academicien enregistre

# searchHint
source: Search for an academician, coach, session...
fr: Rechercher un academicien, encadreur, seance...

source: Recent searches
fr: Recherches recentes

source: Clear all
fr: Tout effacer

source: Universal Search
fr: Recherche universelle

# universalSearchDesc
source: Quickly find an academician, a coach or a session.
fr: Trouvez rapidement un academicien, un encadreur ou une seance.

# noResultsFound
source: No results
fr: Aucun resultat

# noResultsDesc
source: Try with other search terms.
fr: Essayez avec d'autres termes de recherche.

# playerLabel
source: Player
fr: Joueur

source: Academician File
fr: Fiche Academicien

# bulletinsTab
source: Reports
fr: Bulletins

# personalInfos
source: Personal information
fr: Informations personnelles

# sportInfos
source: Sport information
fr: Informations sportives

source: No presence recorded
fr: Aucune presence enregistree

source: No annotation recorded
fr: Aucune annotation enregistree

# noBulletinGenerated
source: No report generated
fr: Aucun bulletin genere

source: Coach File
fr: Fiche Encadreur

# activityLabel
source: Activity
fr: Activite

source: Conducted sessions
fr: Seances dirigees

source: Conducted annotations
fr: Annotations realisees

source: Recorded presences
fr: Presences enregistrees

source: No conducted session
fr: Aucune seance dirigee

# closedSessionsStat
source: Closed sessions
fr: Seances cloturees

source: Avg. presents
fr: Moy. presents

source: Total workshops
fr: Total ateliers

source: Closure rate
fr: Taux de cloture

source: Key figures
fr: Chiffres cles

source: Scanned presences
fr: Presences scannees

# teamTab
source: Team
fr: Equipe

# sessionDetailTitle
source: Session Detail
fr: Detail Seance

# cancelAction
source: Cancel
fr: Annuler

# deleteAction
source: Delete
fr: Supprimer

# saveAction
source: Save
fr: Enregistrer

# addAction
source: Add
fr: Ajouter

# editAction
source: Edit
fr: Modifier

# sessionStatusOpen
source: In progress
fr: En cours

# sessionStatusClosed
source: Closed
fr: Fermee

# sessionStatusUpcoming
source: Upcoming
fr: A venir

# lastUpdateWithDate
source: Last updated on {date}
fr: Mis a jour le {date}

# positionLabel
source: Position
fr: Poste

# schoolLevelLabel
source: School level
fr: Niveau scolaire

# qrCodeLabel
source: QR Code
fr: Code QR

# phoneLabel
source: Phone
fr: Telephone

# registeredOnLabel
source: Registered on
fr: Inscrit le

# sessionLabel
source: Session
fr: Seance

# workshopCountLabel
source: {count} workshop(s)
fr: {count} atelier(s)

# coachWithNumber
source: Coach {number}
fr: Encadreur {number}

# academicianWithNumber
source: Academician {number}
fr: Academicien {number}

# academicianProfileTitle
source: Academician Record
fr: Fiche Academicien

# academicianBadgeTypeMention
source: ACADEMICIAN
fr: ACADEMICIEN

# coachProfileTitle
source: Coach Record
fr: Fiche Encadreur

# coachBadgeTypeMention
source: COACH
fr: ENCADREUR

# recapLabel
source: Summary
fr: Recapitulatif

# statsLabel
source: Statistics
fr: Statistiques

# sessionsTab
source: Sessions
fr: Séances

# presentLabel
source: Present
fr: Présent

# sessionWithIdLabel
source: Session {id}...
fr: Seance {id}...

# statusLabel
source: Status
fr: Statut

source: General Information
fr: Informations générales

source: Present Academicians
fr: Académiciens présents

source: Completed Workshops
fr: Ateliers réalisés

source: No coach recorded
fr: Aucun encadreur enregistré

source: No academician recorded
fr: Aucun académicien enregistré

source: No workshop recorded
fr: Aucun atelier enregistré

source: at
fr: à

# smsComposeTitle
source: New SMS
fr: Nouveau SMS

# smsComposeHeader
source: Write your message
fr: Rédigez votre message

# smsComposeSubHeader
source: The message will be sent by SMS to the selected recipients.
fr: Le message sera envoyé par SMS aux destinataires sélectionnés.

# smsComposeHint
source: Enter your message here...
fr: Saisissez votre message ici...

# smsComposeCharCount
source: {count, plural, =1{{count} character} other{{count} characters}}
fr: {count, plural, =1{{count} caractère} other{{count} caractères}}

# smsComposeRemainingChars
source: {count} remaining
fr: {count} restants

# smsComposeChooseRecipients
source: Choose recipients
fr: Choisir les destinataires

# smsConfirmationSummary
source: Summary
fr: Récapitulatif

# smsConfirmationCheckInfo
source: Check the information before sending.
fr: Vérifiez les informations avant l'envoi.

# smsConfirmationRecipient
source: {count, plural, =1{Recipient} other{Recipients}}
fr: {count, plural, =1{Destinataire} other{Destinataires}}

# smsConfirmationSmsPerPerson
source: SMS / person
fr: SMS / personne

# smsConfirmationTotalSms
source: Total SMS
fr: SMS total

# smsConfirmationMessageInfo
source: {length} characters - {count} SMS
fr: {length} caractères - {count} SMS

# smsConfirmationRecipientsCount
source: Recipients ({count})
fr: Destinataires ({count})

# smsConfirmationSendSms
source: Send SMS
fr: Envoyer les SMS

# smsConfirmationConfirmSend
source: Confirm sending
fr: Confirmer l'envoi

# smsConfirmationDialogBody
source: You are about to send this message to {count} {count, plural, =1{recipient} other{recipients}}. This action is irreversible.
fr: Vous êtes sur le point d'envoyer ce message à {count} {count, plural, =1{destinataire} other{destinataires}}. Cette action est irréversible.

# smsConfirmationCancel
source: Cancel
fr: Annuler

# smsConfirmationConfirm
source: Confirm
fr: Confirmer

# smsConfirmationSuccessTitle
source: SMS sent!
fr: SMS envoyé !

# smsConfirmationSuccessBody
source: The message was sent successfully.
fr: Le message a été envoyé avec succès.

# smsConfirmationBack
source: Back
fr: Retour

# smsConfirmationError
source: Error while sending.
fr: Erreur lors de l'envoi.

# smsHistoryTitle
source: SMS History
fr: Historique SMS

# smsHistoryNoSms
source: No SMS sent
fr: Aucun SMS envoyé

# smsHistoryNoSmsDescription
source: Sent messages will appear here.
fr: Les messages envoyés apparaîtront ici.

# smsStatusSent
source: Sent
fr: Envoyé

# smsStatusFailed
source: Failed
fr: Échec

# smsStatusPending
source: Pending
fr: En attente

# dateTimeJustNow
source: Just now
fr: À l'instant

# dateTimeMinutesAgo
source: {minutes} min ago
fr: Il y a {minutes} min

# dateTimeHoursAgo
source: {hours}h ago
fr: Il y a {hours}h

# dateTimeYesterday
source: Yesterday
fr: Hier

# dateTimeDaysAgo
source: {days} days ago
fr: Il y a {days} jours

# smsHistoryRecipients
source: Recipients ({count})
fr: Destinataires ({count})

# smsHistoryDeleteTitle
source: Delete this SMS?
fr: Supprimer ce SMS ?

# smsHistoryDeleteBody
source: This message will be removed from the history.
fr: Ce message sera retiré de l'historique.

# smsHistoryDeleteCancel
source: Cancel
fr: Annuler

# smsHistoryDeleteConfirm
source: Delete
fr: Supprimer

# smsRecipientsTitle
source: Recipients
fr: Destinataires

# smsRecipientsTabIndividual
source: Individual
fr: Individuel

# smsRecipientsTabFilters
source: Filters
fr: Filtres

# smsRecipientsTabSelection
source: Selection
fr: Sélection

# smsRecipientsSearchHint
source: Search by name...
fr: Rechercher par nom...

# smsRecipientsAcademiciens
source: Academicians
fr: Académiciens

# smsRecipientsNoAcademiciens
source: No academician found
fr: Aucun académicien trouvé

# smsRecipientsEncadreurs
source: Coaches
fr: Encadreurs

# smsRecipientsNoEncadreurs
source: No coach found
fr: Aucun encadreur trouvé

# smsRecipientsQuickSelection
source: Quick selection
fr: Sélection rapide

# smsRecipientsAllAcademiciens
source: All academicians
fr: Tous les académiciens

# smsRecipientsAllEncadreurs
source: All coaches
fr: Tous les encadreurs

# smsRecipientsByFootballPoste
source: By football position
fr: Par poste de football

# smsRecipientsNoPosteAvailable
source: No position available
fr: Aucun poste disponible

# smsRecipientsBySchoolLevel
source: By school level
fr: Par niveau scolaire

# smsRecipientsNoLevelAvailable
source: No level available
fr: Aucun niveau disponible

# smsRecipientsNoRecipientSelected
source: No recipient selected
fr: Aucun destinataire sélectionné

# smsRecipientsNoRecipientSelectedDesc
source: Use the Individual or Filters tabs to add recipients.
fr: Utilisez les onglets Individuel ou Filtres pour ajouter des destinataires.

# smsRecipientsSelectedCount
source: {count, plural, =1{{count} selected} other{{count} selected}}
fr: {count, plural, =1{{count} sélectionné} other{{count} sélectionnés}}

# smsRecipientsRemoveAll
source: Remove all
fr: Tout retirer

# smsRecipientsPreview
source: Preview
fr: Prévisualiser

source: Workshops
fr: Ateliers

source: Academician
fr: Académicien

source: Loading error
fr: Erreur de chargement

source: Delete level
fr: Supprimer le niveau

# deleteLevelConfirmation
source: Are you sure you want to delete the level "{name}"?
fr: Voulez-vous vraiment supprimer le niveau "{name}" ?

source: Edit level
fr: Modifier le niveau

source: New level
fr: Nouveau niveau

source: Level name
fr: Nom du niveau

# nameRequired
source: Name is required
fr: Le nom est obligatoire

source: Display order
fr: Ordre d'affichage

# orderRequired
source: Order is required
fr: L'ordre est obligatoire

# enterNumberError
source: Please enter a number
fr: Veuillez saisir un nombre

# levelsCount
source: {count, plural, =0{No level} =1{1 level} other{{count} levels}}
fr: {count, plural, =0{Aucun niveau} =1{1 niveau} other{{count} niveaux}}

# manageAcademicLevels
source: Management of academic levels
fr: Gestion des niveaux académiques

source: No level
fr: Aucun niveau

# addFirstLevel
source: Add your first school level to start.
fr: Ajoutez votre premier niveau scolaire pour commencer.

source: Delete position
fr: Supprimer le poste

# deletePositionConfirmation
source: Are you sure you want to delete the position "{name}"?
fr: Voulez-vous vraiment supprimer le poste "{name}" ?

source: Edit position
fr: Modifier le poste

source: New position
fr: Nouveau poste

source: Position name
fr: Nom du poste

source: Description (optional)
fr: Description (optionnelle)

# positionsCount
source: {count, plural, =0{No position} =1{1 position} other{{count} positions}}
fr: {count, plural, =0{Aucun poste} =1{1 poste} other{{count} postes}}

# managePositions
source: Management of game positions
fr: Gestion des postes de jeu

source: No position
fr: Aucun poste

# addFirstPosition
source: Add your first football position to start.
fr: Ajoutez votre premier poste de football pour commencer.
