Repository: m6tm/pepites_academy_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Login
fr: Connexion

# loginSubtitle
source: Access your coach or administrator space
fr: Accedez a votre espace encadreur ou administrateur

# emailHint
source: your@email.com
fr: votre@email.com

# emailRequired
source: Please enter your email
fr: Veuillez saisir votre email

source: Password
fr: Mot de passe

# passwordRequired
source: Please enter your password
fr: Veuillez saisir votre mot de passe

source: Forgot password?
fr: Mot de passe oublie ?

source: Sign in
fr: Se connecter

# noAccount
source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Create account
fr: Creer un compte

# welcomeBack
source: Welcome!
fr: Bienvenue !

# connectedAs
source: Connected as {role}
fr: Connecte en tant que {role}

source: Login failed
fr: Echec de connexion

# loginFailedDescription
source: Incorrect credentials. Use the test accounts.
fr: Identifiants incorrects. Utilisez les comptes de test.

source: Log out
fr: Se deconnecter

source: Register
fr: Inscription

# registerSubtitle
source: Join the elite of sports training
fr: Rejoignez l'elite de la formation sportive

source: Last name
fr: Nom

# lastNameHint
source: Your last name
fr: Votre nom

# lastNameRequired
source: Please enter your last name
fr: Veuillez saisir votre nom

source: First name
fr: Prenom

# firstNameHint
source: Your first name
fr: Votre prenom

# firstNameRequired
source: Please enter your first name
fr: Veuillez saisir votre prenom

source: Create my account
fr: Creer mon compte

# alreadyHaveAccount
source: Already have an account?
fr: Deja un compte ?

# passwordStrengthWeak
source: Weak
fr: Faible

# passwordStrengthMedium
source: Medium
fr: Moyen

# passwordStrengthStrong
source: Strong
fr: Fort

# passwordMinChars
source: At least 8 characters
fr: Au moins 8 caracteres

# passwordUppercase
source: One uppercase letter
fr: Une majuscule

# passwordDigit
source: One digit
fr: Un chiffre

# passwordSpecialChar
source: One special character
fr: Un caractere special

source: Confirm password
fr: Confirmer le mot de passe

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Reset password
fr: Reinitialiser le mot de passe

# forgotPasswordTitle
source: Forgot password
fr: Mot de passe oublie

# forgotPasswordDescription
source: Enter your email to receive a 6-digit verification code.
fr: Saisissez votre email pour recevoir un code de verification a 6 chiffres.

source: Send code
fr: Envoyer le code

source: Back to login
fr: Retour a la connexion

source: OTP Verification
fr: Verification OTP

# otpDescription
source: Enter the 6-digit code sent to {email}
fr: Saisissez le code a 6 chiffres envoye a {email}

source: Verify code
fr: Verifier le code

# noCodeReceived
source: Didn't receive a code?
fr: Vous n'avez pas recu de code ?

source: Resend
fr: Renvoyer

# newPasswordTitle
source: New password
fr: Nouveau mot de passe

# newPasswordSubtitle
source: Create a new secure password for your account.
fr: Creez un nouveau mot de passe securise pour votre compte.

# newPasswordLabel
source: New password
fr: Nouveau mot de passe

# newPasswordRequired
source: Please enter a password
fr: Veuillez saisir un mot de passe

source: Password must be stronger
fr: Le mot de passe doit etre plus fort

# resetPasswordButton
source: Reset
fr: Reinitialiser

# passwordResetSuccess
source: Password reset successfully
fr: Mot de passe reinitialise avec succes

source: Settings
fr: Parametres

# settingsSubtitle
source: Application configuration
fr: Configuration de l'application

source: Language
fr: Langue

# languageActive
source: Active language
fr: Langue active

# languageInfo
source: The language is applied immediately and saved for future sessions.
fr: La langue est appliquee immediatement et sauvegardee pour les prochaines sessions.

# themeLight
source: Light
fr: Clair

# themeDark
source: Dark
fr: Sombre

# systemMode
source: System
fr: Systeme

# lightModeDesc
source: Always light appearance
fr: Apparence claire en permanence

# darkModeDesc
source: Always dark appearance
fr: Apparence sombre en permanence

# systemModeDesc
source: Follows device settings
fr: Suit le reglage de l'appareil

# themeActiveLabel
source: Active theme: {label}
fr: Theme actif : {label}

# themeInfo
source: The theme is applied immediately and saved for future sessions.
fr: Le theme est applique immediatement et sauvegarde pour les prochaines sessions.

source: Dark mode
fr: Mode sombre

source: Light mode
fr: Mode clair

source: APPEARANCE
fr: APPARENCE

# notificationsEnabled
source: Enabled
fr: Activees

source: About
fr: A propos

source: Referentials
fr: Referentiels

# referentialsSubtitle
source: Positions, Levels
fr: Postes, Niveaux

source: Football positions
fr: Postes de football

# footballPositionsSubtitle
source: Goalkeeper, Defender, Midfielder, Forward...
fr: Gardien, Defenseur, Milieu, Attaquant...

# footballPositionsDesc
source: Manage positions assigned to academicians
fr: Gerez les postes attribues aux academiciens

source: School levels
fr: Niveaux scolaires

# schoolLevelsSubtitle
source: Primary, Secondary, High School...
fr: CP, CE1, 6eme, 3eme, Terminale...

# schoolLevelsDesc
source: Manage school levels of academicians
fr: Gerez les niveaux scolaires des academiciens

source: Home
fr: Accueil

source: Academy
fr: Academie

source: Sessions
fr: Seances

source: Profile
fr: Profil

source: My profile
fr: Mon profil

source: Administrator
fr: Administrateur

source: Coach
fr: Encadreur

source: Overview
fr: Vue d'ensemble

source: Quick actions
fr: Actions rapides

source: Session of the day
fr: Seance du jour

source: History
fr: Historique

source: Global performance
fr: Performance globale

source: Recent activity
fr: Activite recente

source: View all
fr: Tout voir

source: Academicians
fr: Academiciens

source: Coaches
fr: Encadreurs

source: Sessions (month)
fr: Seances (mois)

source: Attendance rate
fr: Taux presence

# register_action
source: Register
fr: Inscrire

source: New academician
fr: Nouvel academicien

source: Scan QR
fr: Scanner QR

source: Access control
fr: Controle d'acces

source: Players
fr: Joueurs

source: Academicians list
fr: Liste des academiciens

source: Coach management
fr: Gestion des coachs

# manageAcademy
source: Manage your entire academy from this centralized space.
fr: Gerez l'ensemble de votre academie depuis cet espace centralise.

source: Average attendance
fr: Presence moyenne

source: Goals achieved
fr: Objectifs atteints

source: Coach satisfaction
fr: Satisfaction encadreurs

# positiveTrend
source: Positive trend: +8% attendance in February compared to January.
fr: Tendance positive : +8% de presence en Fevrier par rapport a Janvier.

source: No recent activity.
fr: Aucune activite recente.

source: No session recorded.
fr: Aucune seance enregistree.

source: Just now
fr: A l'instant

# minutesAgo
source: {minutes} min ago
fr: Il y a {minutes} min

# hoursAgo
source: {hours}h ago
fr: Il y a {hours}h

source: Yesterday
fr: Hier

# daysAgo
source: {days} days ago
fr: Il y a {days} jours

source: No session in progress
fr: Aucune seance en cours

# openSessionBeforeScan
source: Please open a session before scanning.
fr: Veuillez ouvrir une seance avant de scanner.

# openSessionBeforeWorkshops
source: Please open a session before managing workshops.
fr: Veuillez ouvrir une seance avant de gerer les ateliers.

# readyForField
source: Ready for the field
fr: Pret pour le terrain

# manageSessionsDescription
source: Manage your sessions, evaluate your players and track their progress.
fr: Gerez vos seances, evaluez vos joueurs et suivez leur progression.

source: SESSION IN PROGRESS
fr: SEANCE EN COURS

source: In progress
fr: En cours

source: Present
fr: Presents

source: Add workshop
fr: Ajouter atelier

source: Close session
fr: Fermer seance

source: No current session
fr: Aucune seance en cours

# openSessionToStart
source: Open a session to start.
fr: Ouvrez une seance pour commencer.

source: My activity
fr: Mon activite

source: Field actions
fr: Actions terrain

source: My academicians
fr: Mes academiciens

source: My indicators
fr: Mes indicateurs

source: My recent annotations
fr: Mes dernieres annotations

source: Sessions conducted
fr: Seances dirigees

source: Workshops created
fr: Ateliers crees

# averageAttendanceShort
source: Avg. attendance
fr: Presence moy.

source: My annotations
fr: Mes annotations

# evaluateAcademician
source: Evaluate an academician
fr: Evaluer un academicien

source: My workshops
fr: Mes ateliers

source: Manage exercises
fr: Gerer les exercices

source: Attendance
fr: Presences

source: Scan arrivals
fr: Scanner les arrivees

# attendanceRateLabel
source: Attendance rate
fr: Taux de presence

source: Annotations per session
fr: Annotations par seance

source: Closed sessions
fr: Seances cloturees

source: Activity level
fr: Niveau d'activite

# toNextLevel
source: {percent}% to next level
fr: {percent}% vers le niveau suivant

source: SMS and notifications
fr: SMS et notifications

source: Sent
fr: Envoyes

source: This month
fr: Ce mois

source: Failed
fr: En echec

source: New message
fr: Nouveau message

# writeAndSendSms
source: Write and send an SMS
fr: Rediger et envoyer un SMS

source: Group message
fr: Message groupe

# sendToFilteredGroup
source: Send to a filtered group
fr: Envoyer a un groupe filtre

source: SMS history
fr: Historique SMS

source: View sent messages
fr: Consulter les messages envoyes

source: Last messages
fr: Derniers messages

source: No message sent yet.
fr: Aucun message envoye pour le moment.

# destinataire
source: recipient
fr: destinataire

# destinataires
source: recipients
fr: destinataires

source: New SMS
fr: Nouveau SMS

source: Write your message
fr: Redigez votre message

# smsWillBeSent
source: The message will be sent by SMS to selected recipients.
fr: Le message sera envoye par SMS aux destinataires selectionnes.

# typeMessageHere
source: Type your message here...
fr: Saisissez votre message ici...

# characters
source: character
fr: caractere

# charactersPlural
source: characters
fr: caracteres

source: remaining
fr: restants

source: Choose recipients
fr: Choisir les destinataires

source: Summary
fr: Recapitulatif

# verifyBeforeSending
source: Verify information before sending.
fr: Verifiez les informations avant l'envoi.

# smsPerPerson
source: SMS / person
fr: SMS / personne

source: Total SMS
fr: SMS total

source: Confirm sending
fr: Confirmer l'envoi

# aboutToSend
source: You are about to send this message to {count} recipient{plural}. This action is irreversible.
fr: Vous etes sur le point d'envoyer ce message a {count} destinataire{plural}. Cette action est irreversible.

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Send SMS
fr: Envoyer les SMS

source: SMS sent!
fr: SMS envoye !

# messageSentSuccess
source: The message was sent successfully.
fr: Le message a ete envoye avec succes.

source: Back
fr: Retour

# sendError
source: Error while sending.
fr: Erreur lors de l'envoi.

source: No SMS sent
fr: Aucun SMS envoye

# sentMessagesWillAppear
source: Sent messages will appear here.
fr: Les messages envoyes apparaitront ici.

source: Delete this SMS?
fr: Supprimer ce SMS ?

# messageWillBeRemoved
source: This message will be removed from history.
fr: Ce message sera retire de l'historique.

source: Delete
fr: Supprimer

# sessionsCount
source: {count} session(s) - History and tracking
fr: {count} seance(s) - Historique et suivi

source: All
fr: Toutes

source: Completed
fr: Terminees

source: Upcoming
fr: A venir

source: Tap to view details
fr: Appuyez pour consulter le detail

source: No session
fr: Aucune seance

# sessionsFromCoaches
source: Sessions created by coaches will appear here.
fr: Les seances creees par les encadreurs apparaitront ici.

source: No position available
fr: Aucun poste disponible

# splashTagline
source: The excellence of football
fr: L'excellence du football

# defaultUser
source: User
fr: Utilisateur

# onboardingSkip
source: Skip
fr: Passer

# onboardingNext
source: Next
fr: Suivant

# onboardingStart
source: Get started
fr: Commencer

# onboardingTitle1
source: Welcome to Excellence
fr: Bienvenue dans l'Excellence

# onboardingDesc1
source: Manage your football academy with modern, precise tools designed for high-level performance.
fr: Gerez votre academie de football avec des outils modernes, precis et concus pour la performance de haut niveau.

# onboardingTitle2
source: QR Code Attendance
fr: Presence par QR Code

# onboardingDesc2
source: Scan, validate and record access in seconds with a fast and secure system.
fr: Scannez, validez et enregistrez les acces en quelques secondes grace a un systeme rapide et securise.

# onboardingTitle3
source: Master Every Session
fr: Maitrisez Chaque Seance

# onboardingDesc3
source: Open, configure and close your training sessions while maintaining full control over every activity.
fr: Ouvrez, configurez et cloturez vos entrainements tout en gardant un controle total sur chaque activite.

# onboardingTitle4
source: Performance Tracking
fr: Suivi des Performances

# onboardingDesc4
source: Add structured annotations and track each academician's progress with precision.
fr: Ajoutez des annotations structurees et suivez la progression de chaque academicien avec precision.

# onboardingTitle5
source: Data at the Service of Talent
fr: Des Donnees au Service du Talent

# onboardingDesc5
source: Generate professional reports, visualize progress and optimize your players' development.
fr: Generez des bulletins professionnels, visualisez l'evolution et optimisez le developpement de vos joueurs.

# greetingMorning
source: Good morning
fr: Bonjour

# greetingAfternoon
source: Good afternoon
fr: Bon apres-midi

# greetingEvening
source: Good evening
fr: Bonsoir

# logoutTitle
source: Logout
fr: Deconnexion

# logoutConfirmation
source: Are you sure you want to log out?
fr: Etes-vous sur de vouloir vous deconnecter ?

# logoutButton
source: Log out
fr: Deconnecter

# badgeNew
source: New
fr: Nouveau

# activitySessionOpened
source: Session opened
fr: Seance ouverte

# activitySessionClosed
source: Session closed
fr: Seance cloturee

# activitySessionClosedDesc
source: {title} - {count} present
fr: {title} - {count} presents

# activitySessionScheduled
source: Session scheduled
fr: Seance programmee

# activityNewAcademician
source: New academician
fr: Nouvel academicien

# activityAcademicianRegistered
source: {name} registered successfully
fr: {name} inscrit avec succes

# activityAcademicianRemoved
source: Academician removed
fr: Academicien supprime

# activityAcademicianRemovedDesc
source: {name} removed from system
fr: {name} supprime du systeme

# activityNewCoach
source: New coach
fr: Nouvel encadreur

# activityAttendanceRecorded
source: Attendance recorded
fr: Presence enregistree

# activitySmsSent
source: SMS sent
fr: SMS envoye

# activitySmsSentDesc
source: {count} recipients - {preview}
fr: {count} destinataires - {preview}

# activitySmsFailed
source: SMS failed
fr: SMS en echec

# activitySmsFailedDesc
source: Failed to send message
fr: Echec de l'envoi du message

# activityReportGenerated
source: Report generated
fr: Bulletin genere

# activityReferentialUpdated
source: Referential updated
fr: Referentiel mis a jour

# activityNewPosition
source: New position: {name}
fr: Nouveau poste : {name}

# activityPositionModified
source: Position modified: {name}
fr: Poste modifie : {name}

# activityPositionRemoved
source: Position removed: {name}
fr: Poste supprime : {name}

# activityNewLevel
source: New level: {name}
fr: Nouveau niveau : {name}

# activityLevelModified
source: Level modified: {name}
fr: Niveau modifie : {name}

# activityLevelRemoved
source: Level removed: {name}
fr: Niveau supprime : {name}

# profileAcademician
source: Academician
fr: Academicien

# profileCoach
source: Coach
fr: Encadreur

source: Search
fr: Rechercher

source: Save
fr: Enregistrer

source: Edit
fr: Modifier

source: Add
fr: Ajouter

source: Close
fr: Fermer

source: Next
fr: Suivant

source: Previous
fr: Precedent

source: Loading...
fr: Chargement...

source: Error
fr: Erreur

source: Success
fr: Succes

source: Warning
fr: Attention

source: Yes
fr: Oui

source: No
fr: Non

# academicianRegistrationTitle
source: Academician Registration
fr: Inscription Académicien

# academicianPhotoLabel
source: Academician photo
fr: Photo de l'académicien

# optionalLabel
source: (Optional)
fr: (Optionnel)

# identityLabel
source: Identity
fr: Identité

source: Academician personal details
fr: Informations personnelles de l'académicien

source: Required fields
fr: Champs requis

source: Required field
fr: Champ requis

# requiredLabel
source: Required
fr: Requis

# registrationSuccessTitle
source: Registration Successful!
fr: Inscription réussie !

# academicianQrBadgeSubtitle
source: The unique QR badge of the academician has been successfully generated. You can share or download it.
fr: Le badge QR unique de l'académicien a été généré avec succès. Vous pouvez le partager ou le télécharger.

# selectPosteAndPiedError
source: Please select a position and a strong foot
fr: Veuillez sélectionner un poste et un pied fort

# selectSchoolLevelError
source: Please select a school level
fr: Veuillez sélectionner un niveau scolaire

# galleryOpenError
source: Could not open gallery
fr: Impossible d'ouvrir la galerie

# academicianSaveError
source: Could not save academician: {error}
fr: Impossible d'enregistrer l'académicien : {error}

source: Enter last name
fr: Saisir le nom

source: Enter first name
fr: Saisir le prénom

# birthDateLabel
source: Date of birth
fr: Date de naissance

# birthDateFormat
source: DD/MM/YYYY
fr: JJ/MM/AAAA

# parentPhoneLabel
source: Parent Phone
fr: Téléphone Parent

# sportsProfileSubtitle
source: Sports profile on the field
fr: Profil sportif sur le terrain

# preferredPositionLabel
source: Preferred position
fr: Poste de prédilection

# strongFootLabel
source: Strong foot
fr: Pied fort

source: Right-footed
fr: Droitier

source: Left-footed
fr: Gaucher

source: Ambidextrous
fr: Ambidextre

# schoolingLabel
source: Schooling
fr: Scolarité

# currentAcademicLevelSubtitle
source: Current academic level
fr: Niveau académique actuel

# continue_label
source: Continue
fr: Continuer

# confirm_label
source: Confirm
fr: Confirmer

# previousLabel
source: Previous
fr: Précédent

source: Not specified
fr: Non spécifié

source: Not provided
fr: Non renseigné

# academicianBadgeTitle
source: Academician Badge
fr: Badge Académicien

# recapTitle
source: Summary
fr: Récapitulatif

# fullNameLabel
source: Full Name
fr: Nom complet

# roleLabel
source: Role
fr: Rôle

# posteLabel
source: Position
fr: Poste

# registrationDateLabel
source: Registration Date
fr: Date d'inscription

# academicianBadgeType
source: ACADEMICIAN
fr: ACADEMICIEN

# coachBadgeType
source: COACH
fr: ENCADREUR

# newCoachRegistrationTitle
source: New Coach
fr: Nouvel Encadreur

source: Coach personal details
fr: Informations personnelles de l'encadreur

# enterCoachLastNameHint
source: Enter last name
fr: Saisir le nom de famille

# enterCoachFirstNameHint
source: Enter first name
fr: Saisir le prénom

# phoneNumberLabel
source: Phone number
fr: Numéro de téléphone

# phoneRequired
source: Phone number is required
fr: Le téléphone est requis

# specialtyLabel
source: Specialty
fr: Spécialité

# sportExpertiseSubtitle
source: Sport expertise domain
fr: Domaine d'expertise sportive

# coachSpecialtyInstructions
source: Select the coach''s main specialty. This will determine the types of workshops they can lead.
fr: Sélectionnez la spécialité principale de l'encadreur. Cela déterminera les types d'ateliers qu'il pourra diriger.

# coachRegisteredSuccess
source: Coach registered!
fr: Encadreur enregistré !

# specialtyRequiredError
source: Please select a specialty
fr: Veuillez sélectionner une spécialité

# coachSaveError
source: Could not create coach: {error}
fr: Impossible de créer l'encadreur : {error}

# qrBadgeGeneratedSuccess
source: QR badge generated successfully.
fr: Le badge QR a été généré avec succès.

# shareLabel
source: Share
fr: Partager

# finishLabel
source: Finish
fr: Terminer

# specialityTechnique
source: Technical
fr: Technique

# specialityTechniqueDesc
source: Dribbling, passing, shooting
fr: Dribbles, passes, tirs

# specialityPhysique
source: Physical
fr: Physique

# specialityPhysiqueDesc
source: Endurance, speed, strength
fr: Endurance, vitesse, force

# specialityTactique
source: Tactical
fr: Tactique

# specialityTactiqueDesc
source: Positioning, strategy, game
fr: Placement, stratégie, jeu

# specialityGardien
source: Goalkeeper
fr: Gardien

# specialityGardienDesc
source: Saves, restarts, positioning
fr: Arrêts, relances, placement

# specialityFormationJeunes
source: Youth training
fr: Formation jeunes

# specialityFormationJeunesDesc
source: Pedagogy, initiation
fr: Pédagogie, initiation

# specialityPreparationMentale
source: Mental preparation
fr: Préparation mentale

# notificationsDisabled
source: Disabled
fr: Desactivees

# notifSeancesDesc
source: Opening and closing of sessions
fr: Ouverture et fermeture de seances

# notifPresencesDesc
source: Academician scans and clock-ins
fr: Scans et pointages des academiciens

# notifAnnotationsDesc
source: New evaluations and observations
fr: Nouvelles evaluations et observations

# notifMessagesDesc
source: Communications and announcements
fr: Communications et annonces

# notifRappels
source: Reminders
fr: Rappels

# notifRappelsDesc
source: Session reminders and deadlines
fr: Rappels de seances et echeances

# notifStorageInfo
source: Notification preferences are saved locally on this device.
fr: Les preferences de notifications sont enregistrees localement sur cet appareil.

# appPlatformDesc
source: Management and monitoring platform for football academicians
fr: Plateforme de gestion et de suivi des academiciens de football

source: Last update
fr: Derniere mise a jour

# lastUpdateValue
source: February 2026
fr: Fevrier 2026

source: Storage
fr: Stockage

# localStorage
source: Local (offline)
fr: Local (hors-ligne)

source: TEAM
fr: EQUIPE

source: Developed by
fr: Developpe par

source: Designed for
fr: Concu pour

source: LEGAL INFORMATION
fr: INFORMATIONS LEGALES

# copyright
source: {app} - All rights reserved.
fr: {app} - Tous droits reserves.

# legalUsageDesc
source: This application is intended for internal use for the management of academicians, training sessions, workshops and performance monitoring within the {app} football academy.
fr: Cette application est destinee a un usage interne pour la gestion des academiciens, des seances d'entrainement, des ateliers et du suivi de performance au sein de l'academie de football {app}.

# legalDataDesc
source: Data is stored locally on the device. No personal information is transmitted to third parties.
fr: Les donnees sont stockees localement sur l'appareil. Aucune information personnelle n'est transmise a des tiers.

# madeWithPassion
source: Made with passion for football
fr: Fait avec passion pour le football

# referentialsDataDesc
source: Base application data
fr: Donnees de base de l'application

# referentialsUsageInfo
source: Referentials fuel registration forms and application filters.
fr: Les referentiels alimentent les formulaires d'inscription et les filtres de l'application.

# academiciansStat
source: Academicians
fr: Academiciens

# workshopsStat
source: Workshops
fr: Ateliers

# all_masculine
source: All
fr: Tous

# yearsOld
source: {age} years
fr: {age} ans

source: Delete player
fr: Supprimer le joueur

# deletePlayerConfirmation
source: Are you sure you want to delete {name}? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer {name} ? Cette action est irréversible.
