Repository: m6tm/pepites_academy_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# unreadCount
source: {count, plural, =0{No unread} =1{1 unread} other{{count} unread}}
fr: {count, plural, =0{Aucune non lue} =1{1 non lue} other{{count} non lues}}

source: Mark all as read
fr: Tout marquer comme lu

source: Delete read
fr: Supprimer les lues

source: Registrations
fr: Inscriptions

source: Reminders
fr: Rappels

source: System
fr: Système

source: Unread only
fr: Non lues uniquement

source: No notification
fr: Aucune notification

# notificationsUpToDate
source: You're up to date! New notifications will appear here.
fr: Vous êtes à jour ! Les nouvelles notifications apparaîtront ici.

source: Delete this notification
fr: Supprimer cette notification

# deleteReadConfirmation
source: Do you want to delete all already read notifications?
fr: Voulez-vous supprimer toutes les notifications déjà lues ?

# placeQrInViewfinder
source: Place the QR code in the viewfinder
fr: Placez le code QR dans le viseur

source: Rapid Entry
fr: Entrée Rapide

# rapidEntryDesc
source: Chain scans automatically
fr: Enchaîner les scans automatiquement

source: Unknown error
fr: Erreur inconnue

# attendanceRecordedSuccess
source: Attendance recorded
fr: Présence enregistrée

# alreadyRegisteredForSession
source: Already registered for this session
fr: Déjà enregistré pour cette séance

source: Next scan
fr: Scanner suivant

# presences
source: Attendance
fr: Présences

source: LOW
fr: BASSE

source: NORMAL
fr: NORMALE

source: HIGH
fr: HAUTE

source: URGENT
fr: URGENTE

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: QR Scanner
fr: Scanner QR

# encadreursPageTitle
source: Coaches
fr: Encadreurs

source: Coach team management
fr: Gestion de l'equipe d'encadrement

# searchCoachHint
source: Search for a coach...
fr: Rechercher un encadreur...

# statActifs
source: Active
fr: Actifs

# noCoachFound
source: No coach
fr: Aucun encadreur

# addCoachAction
source: Add a coach
fr: Ajouter un encadreur

# startByRegisteringCoach
source: Start by registering your first coach to begin.
fr: Commencez par enregistrer votre premier encadreur pour demarrer.

# deleteCoachTitle
source: Delete coach
fr: Supprimer l'encadreur

# deleteCoachConfirmation
source: Are you sure you want to delete {name}? This action is irreversible.
fr: Etes-vous sur de vouloir supprimer {name} ? Cette action est irreversible.

# tabBadgeQr
source: QR Badge
fr: Badge QR

# identifiantsSection
source: Identifiers
fr: Identifiants

# noSessionConductedHist
source: No session conducted
fr: Aucune seance dirigee

# sessionHistoryWillAppear
source: Session history will appear here once the coach has led sessions.
fr: L'historique des seances apparaitra ici une fois que l'encadreur aura dirige des seances.

# sessionNumber
source: Session #{num}
fr: Seance #{num}

# sessionTrainingType
source: {specialty} training
fr: Entrainement {specialty}

# viewQrBadgeOption
source: View QR badge
fr: Voir le badge QR

# shareProfileOption
source: Share profile
fr: Partager le profil

# badgeEncadreurLabel
source: COACH BADGE
fr: BADGE ENCADREUR

# statusConnected
source: Connected
fr: Connecte

# statusOffline
source: Offline
fr: Hors-ligne

# statusSyncing
source: Syncing...
fr: Synchronisation...

# syncStatusTitle
source: Sync status
fr: Statut de synchronisation

# connectionLabel
source: Connection
fr: Connexion

# pendingOperationsLabel
source: Pending operations
fr: Operations en attente

# lastSyncLabel
source: Last sync
fr: Derniere synchronisation

# syncSuccessResult
source: {success} succeeded, {failures} failed
fr: {success} reussie(s), {failures} echec(s)

# syncNowLabel
source: Sync now
fr: Synchroniser maintenant

# syncInProgressLabel
source: Syncing...
fr: Synchronisation en cours...

source: Offline mode active
fr: Mode hors-ligne actif

# pendingOperationsCount
source: {count} pending operation(s)
fr: {count} operation(s) en attente

# syncOnReconnect
source: Data will be synced when connection is restored
fr: Les donnees seront synchronisees au retour du reseau

# exceptionNetworkDefault
source: No internet connection
fr: Pas de connexion internet

# exceptionNetworkCheck
source: No internet connection. Check your network.
fr: Pas de connexion internet. Verifiez votre reseau.

# exceptionTimeoutDefault
source: Request timed out
fr: Le delai d'attente a expire

# exceptionTimeoutServer
source: The server is taking too long to respond.
fr: Le serveur met trop de temps a repondre.

# exceptionServerDefault
source: Internal server error
fr: Erreur interne du serveur

# exceptionServerHttp
source: HTTP protocol error.
fr: Erreur de protocole HTTP.

# exceptionRequestBad
source: Invalid data format.
fr: Format de donnees invalide.

# exceptionRequestBadDetails
source: Malformed JSON or incorrect type.
fr: JSON malforme ou type incorrect.

# exceptionNotFoundDefault
source: Resource not found
fr: Ressource introuvable

# exceptionAuthDefault
source: Not authenticated
fr: Non authentifie

# exceptionPermissionDefault
source: Access denied
fr: Acces refuse

# exceptionCacheDefault
source: Error loading local data
fr: Erreur de chargement des donnees locales

# exceptionUnknownDefault
source: An unexpected error occurred
fr: Une erreur inattendue est survenue

# exceptionUnknownTechnical
source: An unexpected error occurred (technical).
fr: Une erreur inattendue est survenue (technique).

# exceptionCacheReadKey
source: Error reading key ''{key}'': {error}
fr: Erreur lors de la lecture de la cle ''{key}'' : {error}

# exceptionCacheWriteKey
source: Error writing key ''{key}'': {error}
fr: Erreur lors de l''ecriture de la cle ''{key}'' : {error}

# exceptionCacheReadString
source: Error reading string ''{key}'': {error}
fr: Erreur lors de la lecture de la chaine ''{key}'' : {error}

# exceptionCacheWriteString
source: Error writing string ''{key}'': {error}
fr: Erreur lors de l''ecriture de la chaine ''{key}'' : {error}

# exceptionCacheDeleteKey
source: Error deleting key ''{key}'': {error}
fr: Erreur lors de la suppression de la cle ''{key}'' : {error}

# exceptionCacheResetPrefs
source: Error resetting preferences: {error}
fr: Erreur lors de la reinitialisation des preferences : {error}

# serviceSeanceNotFound
source: Session not found.
fr: Seance introuvable.

# serviceSeanceAlreadyClosed
source: This session is already closed.
fr: Cette seance est deja cloturee.

# serviceSeanceCannotOpen
source: Cannot open a new session. The session "{title}" is still open. Please close it before opening a new one.
fr: Impossible d''ouvrir une nouvelle seance. La seance "{title}" est encore ouverte. Veuillez la cloturer avant d''en ouvrir une nouvelle.

# serviceSeanceOpenedSuccess
source: Session "{title}" opened successfully.
fr: Seance "{title}" ouverte avec succes.

# serviceSeanceClosedSuccess
source: Session "{title}" closed successfully.
fr: Seance "{title}" cloturee avec succes.

# serviceRefPosteExists
source: A position with this name already exists.
fr: Un poste avec ce nom existe deja.

# serviceRefPosteOtherExists
source: Another position with this name already exists.
fr: Un autre poste avec ce nom existe deja.

# serviceRefPosteCreated
source: Position "{name}" created successfully.
fr: Poste "{name}" cree avec succes.

# serviceRefPosteUpdated
source: Position "{name}" updated successfully.
fr: Poste "{name}" modifie avec succes.

# serviceRefPosteDeleted
source: Position deleted successfully.
fr: Poste supprime avec succes.

# serviceRefPosteCannotDelete
source: Cannot delete this position: {count} academician(s) linked.
fr: Impossible de supprimer ce poste : {count} academicien(s) rattache(s).

# serviceRefNiveauExists
source: A level with this name already exists.
fr: Un niveau avec ce nom existe deja.

# serviceRefNiveauOtherExists
source: Another level with this name already exists.
fr: Un autre niveau avec ce nom existe deja.

# serviceRefNiveauCreated
source: Level "{name}" created successfully.
fr: Niveau "{name}" cree avec succes.

# serviceRefNiveauUpdated
source: Level "{name}" updated successfully.
fr: Niveau "{name}" modifie avec succes.

# serviceRefNiveauDeleted
source: Level deleted successfully.
fr: Niveau supprime avec succes.

# serviceRefNiveauCannotDelete
source: Cannot delete this level: {count} academician(s) linked.
fr: Impossible de supprimer ce niveau : {count} academicien(s) rattache(s).

# serviceScanPresenceAlreadyRecorded
source: Attendance already recorded
fr: Presence deja enregistree

# serviceScanAcademicianIdentified
source: Academician identified
fr: Academicien identifie

# serviceScanCoachIdentified
source: Coach identified
fr: Encadreur identifie

# serviceScanQrNotRecognized
source: QR code not recognized
fr: Code QR non reconnu

# serviceScanTypeAcademician
source: Academician
fr: Academicien

# serviceScanTypeCoach
source: Coach
fr: Encadreur

# serviceAtelierSeanceNotFound
source: Session not found: {id}
fr: Seance introuvable : {id}

# serviceAtelierNotFound
source: Workshop not found: {id}
fr: Atelier introuvable : {id}

# serviceBulletinNotFound
source: Bulletin not found: {id}
fr: Bulletin introuvable : {id}

# serviceSyncMaxRetries
source: Maximum number of retries reached
fr: Nombre maximum de tentatives atteint

# serviceSearchAcademicianSubtitle
source: Academician
fr: Academicien

# serviceSearchCoachSubtitle
source: Coach - {specialty}
fr: Encadreur - {specialty}

# infraSeanceNotFound
source: Session not found: {id}
fr: Seance non trouvee : {id}

# infraSmsNotFound
source: SMS not found: {id}
fr: SMS introuvable : {id}

# domaineTechnique
source: Technical
fr: Technique

# domainePhysique
source: Physical
fr: Physique

# domaineTactique
source: Tactical
fr: Tactique

# domaineEspritEquipe
source: Team spirit
fr: Esprit d''equipe

# bulletinObservationsResume
source: {count} observations. Last: {content}
fr: {count} observations. Derniere : {content}
